Dlubal.RFEM5.SuperCombination
Super combination parameters.

Dlubal.RFEM5.SuperCombination.Loading
Load number and type

Dlubal.RFEM5.SuperCombination.ID
Identifier

Dlubal.RFEM5.SuperCombination.Comment
Comment

Dlubal.RFEM5.SuperCombination.Tag
Tag

Dlubal.RFEM5.SuperCombination.IsValid
Information if the object is valid or not (read only)

Dlubal.RFEM5.SuperCombination.DesignSituation
Type of design situation

Dlubal.RFEM5.SuperCombination.Description
Description

Dlubal.RFEM5.SuperCombination.ToSolve
Use this load case in solver

Dlubal.RFEM5.SuperCombination.Definition
Definition of super combination criterion